{
    "sit": {
        "message": "Sit for a few days\\nThe play for f2p is high key pull lastish day of the banner with a big stack when you know you don't want to play the next one\\nYou'd all probably hit way more and save orbs\\nThere has been a single banner that we didn't get prelaunch info for",
        "log_message": "{author} is sitting for a few days!"
    },
    "selena": {
        "message": "So for me I think I would use Selena just because I freaking like her. I mean sure she's overlooked but that does not stop me. Her flaws do not freaking stop me from using her. I use her and that's that. I think I'm good with knowing how to roll with her. I'm just a guy who wants to play this game for fun with any hero regardless if they're good or bad.",
        "log_message": "{author} would use Selena!"
    },
    "6k": {
        "message": "i got to 6k today! I just got my first tobin, I really hope I don't miss out on this seal, it looks very good and I'm new to this game VoHiYo",
        "log_message": "{author} got to 6k today!"
    },
    "30k": {
        "message": "What do you mean you can't force 30k, are you trying to say something to me, to my face?! To my pride?! TO MY LEGACY?!? I will have you know 6k isn't the only thing I can smash but I can also get the 5* Arden and I will reach tier 20. No, I won't reach tier 20, I will ascend with Arden to tiers people cannot comprehend. Together, Arden and his guidance 1 seal will carry me into the heavens of tier 21, where Arden can run down Brave Lyn like the Brave Syn she is. Welcome to the new age, eat your hardt out.",
        "log_message": "{author} forced 30k today!"
    },
    "didntgetquickenedpulse": {
        "message": "Hello Mike, it is I, Mr. I-Didn't-Get-Quickened-Pulse, here to tell you what a wonderful life it is for me. The sun is always shining over here in Tier 17, and all my -atk/-spd units are smiling, and the fact I don't have Quickened Pulse only adds onto the boons of existence. You see, unlike you, I only need to choose 4 out of __**5**__ of my seals rather than 6, by god, I can only imagine your pain. Especially with only 4 units per team, what's even the point of having a 6th seal like Quickened Pulse, I see no real point, it only adds to the pain of choice. So you may laugh at the fact I may have missed QP by 13 points at the last minute, but I, my good sir, am delighted that whatever god was looking down on me that day, knew exactly how to make my Fire Emblem: Heroes gacha life better. Good day and hats off to you chap!",
        "log_message": "{author} didn't get quickend pulse!"
    },
    "didntgetqp": {
        "message": "Hello Mike, it is I, Mr. I-Didn't-Get-Quickened-Pulse, here to tell you what a wonderful life it is for me. The sun is always shining over here in Tier 17, and all my -atk/-spd units are smiling, and the fact I don't have Quickened Pulse only adds onto the boons of existence. You see, unlike you, I only need to choose 4 out of __**5**__ of my seals rather than 6, by god, I can only imagine your pain. Especially with only 4 units per team, what's even the point of having a 6th seal like Quickened Pulse, I see no real point, it only adds to the pain of choice. So you may laugh at the fact I may have missed QP by 13 points at the last minute, but I, my good sir, am delighted that whatever god was looking down on me that day, knew exactly how to make my Fire Emblem: Heroes gacha life better. Good day and hats off to you chap!",
        "log_message": "{author} didn't get quickend pulse!"
    }
}